Repository: uWebDev/Dore
Catalog: framework/Assets/Locale/*/default.po
Languages: ru

source: Login or password is not entered correctly
ru: Логин или пароль пользователя введены не верно

source: You entered the wrong password for %1$d times or more. Please wait %2$d seconds to try again
ru: Вы ввели неправильный пароль уже %1$d или более раз. Пожалуйста, подождите %2$d секунд, чтобы попробовать еще раз

source: Your account is not yet activated. Click the link in the email to activate
ru: Ваш аккаунт еще не активирован. Пройдите по ссылке в письме, чтобы активировать

source: Your account is blocked
ru: Ваш аккаунт заблокирован

source: The code is required
ru: Требуется код

source: The link to activate your account is not valid
ru: Ссылка для активации аккаунта не действительна

source: The argument [%d] must be a valid User ID
ru: Аргумент [%d] должен быть действительным ID пользователя

source: A user with ID [%d] not found.
ru: Пользователь с ID [%d] не найден.

source: The login is required
ru: Требуется логин

source: A user with login [%s] not found.
ru: Пользовать с логином [%s] не найден.

source: The link for changing the password is not valid
ru: Ссылка для смены пароля не действительна

source: The provider is required
ru: Требуется провайдер

source: Field is not filled
ru: Поле не заполнено

source: Must be a number
ru: Должно быть целым числом

source: Valid email address
ru: Некорректный email адресс

source: Must be a minimum {$0}
ru: Должно быть минимум {$0}

source: Must be a maximum {$0}
ru: Должно быть максимум {$0}

source: Only letters (A-Z a-z) and numbers (0-9)
ru: Только буквы (A-Z a-z) и цифры (0-9)

source: Must not contain only numbers
ru: Не должен состоять только из цифр

source: Must match
ru: Должно совпадать
